public class Help
{
	public static void help() {
		System.out.println("Добро пожаловать в обучение!");
		System.out.println("_____________");
		System.out.println("Сразу советую начать с строительства дома,\nчтобы у вас не закончилась энергия");
		System.out.println("Команда: buildHouse");
		System.out.println("_____________");
		System.out.println("ОБЯЗАТЕЛЬНО!!!Соблюдайте регистр чтобы команда была верной!");
		System.out.println("Дальше у вас есть возможность поспать это ввостановит вам энергию до 100.\n Команда: sleep");
		System.out.println("_____________");
		System.out.println("КОМАНДЫ: ");
		System.out.println("1.дт - Добывает древесину (5шт/1кмд)Требует энергии:5");
		System.out.println("_____________");
		System.out.println("2. buildHouse - Строит маленький домик(Требуеться для отдыха и строительства порталов)Требует 30 энергии!");
		System.out.println("_____________");
		System.out.println("3. sleep - Команда чтобы поспать(Ввостановливает энергию до :100) требуется как минимум маленький домик!");
		System.out.println("_____________");
		System.out.println("4. for - Команда чтобы добыть рунический камень,требуеться 5 энергии.(Нужен для порталов)");
		System.out.println("_____________");
		System.out.println("5. create - Команда для создания Пустого камня измерения,требования:2 энергии");
		System.out.println("_____________");
		System.out.println("6. make immortalis - команда для создания камня измерения Имморталис (Требования: 5 энергии,пустой камень измерения)");
		System.out.println("_____________");
		System.out.println("7. make Gortenzya - команда для создания камня измерения Гортензия (Требования: 5 энергии,пустой камень измерения)");
		System.out.println("_____________");
		System.out.println("8. Build Portal - Команда для строительства портала(Требования: Минимальный дом,12 рунного камня)");
		System.out.println("_____________");
		System.out.println("9. activate Immortalis - Команда для активации портала в Имморталис(Требования:Камень измерения Имморталиса,Пустой неактивированный портал)");
		System.out.println("_____________");
		System.out.println("10. activate Gortenzya - Команда для активации портала в Гарденсию (Требования: Камень измерения Гардензия,Неактивированный портал)");
		
	}
}
